# ProjectBrowserOptions Methods

---
The ProjectBrowserOptions type exposes the following members.
| Name| Description
---|---|---
| Dispose|
| Equals| Determines whether the specified object is equal to the current object.(Inherited from Object)
| GetHashCode| Serves as the default hash function.(Inherited from Object)
| GetProjectBrowserOptions|  Returns the current Revit instance's ProjectBrowserOptions.
| GetType| Gets the Type of the current instance.(Inherited from Object)
| ToString| Returns a string that represents the current object.(Inherited from Object)
Top
#### Reference
ProjectBrowserOptions Class
Autodesk.Revit.UI Namespace